tap "anomalyco/tap"
tap "buildpacks/tap"
tap "dbt-labs/dbt-cli"
tap "hashicorp/tap"
tap "kreuzwerker/taps"
tap "robusta-dev/krr"
tap "warrensbox/tap"
brew "astro"
brew "glib"
brew "cmake"
brew "coreutils"
brew "openssl@3"
brew "xz"
brew "curl"
brew "dive"
brew "node"
brew "gemini-cli"
brew "geos"
brew "gh"
brew "git"
brew "git-lfs"
brew "gperftools"
brew "harfbuzz"
brew "helm"
brew "httrack"
brew "istioctl"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kustomize"
brew "libomp"
brew "minikube"
brew "openjdk"
brew "openvpn"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "python@3.12"
brew "redis"
brew "terraform-docs"
brew "terraformer"
brew "tesseract"
brew "tfenv"
brew "tflint"
brew "tofuenv"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yarn"
brew "anomalyco/tap/opencode"
brew "buildpacks/tap/pack"
brew "dbt-labs/dbt-cli/dbt"
brew "dbt-labs/dbt-cli/dbtcloud-terraforming"
brew "hashicorp/tap/vault"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "robusta-dev/krr/krr"
brew "warrensbox/tap/tfswitch"
cask "adobe-acrobat-reader"
cask "alfred"
cask "calibre"
cask "capcut"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "lens"
cask "obs"
cask "pearcleaner"
cask "rectangle"
cask "skitch"
cask "slack"
cask "sloth"
cask "snowflake-snowsql"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "zoom"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "alpha4.jsonl"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "batisteo.vscode-django"
vscode "bennycode.sort-everything"
vscode "codeium.codeium"
vscode "codestream.codestream"
vscode "cwan.native-ascii-converter"
vscode "dataform.dataform"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "github.vscode-github-actions"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "irongeek.vscode-env"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "moseleyi.lookml-highlighter"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "natqe.reload"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "tht13.python"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
